<?php

namespace DefStudio\Telegraph\Lang;

return [

    /*
    |--------------------------------------------------------------------------
    | Error language lines
    |--------------------------------------------------------------------------
    */

    'invalid_action' => 'Недопустимое действие',
    'invalid_command' => 'Неизвестная команда',
    'empty_token' => 'Токен не может быть пустым',
    'empty_chat_id' => 'Идентификатор чата не может быть пустым',
    'missing_bot_id' => 'Пожалуйста, укажите идентификатор бота',
    'failed_to_get_log_from_telegram' => 'Не удалось получить журнал логов с сервера Телеграм',
    'failed_to_register_webhook' => 'Ошибка регистрации вебхука',
    'failed_to_unregister_webhook' => 'Ошибка удаления вебхука',
];
