<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Language lines used in console commands
    |--------------------------------------------------------------------------
    */

    'new_bot' => [
        'starting_message' => 'Ви збираєтесь створити нового Телеграм-бота',
        'enter_bot_token' => 'Будь ласка, введіть токен бота',
        'enter_bot_name' => 'Введіть ім\'я бота (не обов\'язково)',
        'ask_to_add_a_chat' => 'Ви бажаєте додати чат до цього бота?',
        'ask_to_setup_webhook' => 'Ви бажаєте налаштувати вебхук для цього бота?',
        'bot_created' => 'Бот :bot_name успішно створений',
    ],

    'new_chat' => [
        'starting_message' => 'Ви збираєтесь створити новий чат для Телеграм-бота :bot_name',
        'enter_chat_id' => 'Введіть ідентифікатор чату - натисніть [x] для скасування',
        'enter_chat_name' => 'Введіть назву чату (не обов\'язково)',
        'chat_created' => 'Чат :chat_name успішно створений и прикріплений до боту :bot_name',
    ],

    'set_webhook' => [
        'sending_setup_request' => 'Відправка запиту для налаштування вебхука: :api_url',
        'webhook_updated' => 'Вебхук оновлений'
    ],

    'unset_webhook' => [
        'sending_unset_request' => 'Відправка запиту для відключення вебхука: :api_url',
        'webhook_deleted' => 'Вебхук видалений'
    ],
];
