<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Error language lines
    |--------------------------------------------------------------------------
    */

    'invalid_action' => 'Неприпустима дія',
    'invalid_command' => 'Невідома команда',
    'empty_token' => 'Токен не може бути пустим',
    'empty_chat_id' => 'Ідентифіктор чата не може бути пусти',
    'missing_bot_id' => 'Будь ласка, вкажіть ідентифікатор боту',
    'failed_to_get_log_from_telegram' => 'Не вдалось отримати журнал логів з сервера Телеграм',
    'failed_to_register_webhook' => 'Помилка реєстрації вебхука',
    'failed_to_unregister_webhook' => 'Помилка видалення вебхука',
];
